<div class="container">
    <h1>Политика Конфиденциальности<br /> и Публичная оферта</h1>
    <p>
        В политике конфиденциальности прописывают, какую информацию и с какой целью собирают.
    </p>
    <p>
        Сообщают также, какое
        действие считается согласием на обработку персональных данных.
    </p>
    {{-- <main>
        <h1>Политика Конфиденциальности<br/> и Публичная оферта</h1>
        <p class="lead">
            <b>Что такое политика конфиденциальности?</b>
        </p>
        <p class="lead" style="font-size: 1em;">
            Политика конфиденциальности — это документ в котором мы рассказываем, как и зачем мы использует
            <u>персональные данные</u> своих субъектов (пользователей).
            <u>Персональные данные</u> — это любая информация о пользователе, которая помогает его опознать.<br />
        <p>Например:</p>
        <ul>
            <li> фамилия и имя, </li>
            <li> телефон,</li>
            <li>email,</li>
            <li>дата рождения..</li>
        </ul>

        <p class="lead">
            <b>Что публичная оферта?</b>
        </p>
        <p> Публичная оферта — простыми словами это предложение заключить договор с любым человеком кто желает приобрести товар или услугу.</p>
    </main> --}}

    <div class="accordion" id="accordionExample">

        <div class="accordion-item">
            <h2 class="accordion-header" id="headingOne">
                <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse"
                    data-bs-target="#collapseOne" aria-expanded="false" aria-controls="collapseOne">
                    Политика в отношении обработки персональных данных
                </button>
            </h2>
            <div id="collapseOne" class="accordion-collapse collapse" aria-labelledby="headingOne"
                data-bs-parent="#accordionExample">
                <div class="accordion-body">
                    <div class="t390__wrapper t-align_left">
                        <div class="t390__title t-heading t-heading_lg" id="popuptitle_667520382" style="">
                            Политика обработки персональных данных</div>
                        <div class="t390__descr t-descr t-descr_xs" style="font-size:16px;">
                            <ol>
                                <li><strong>Общие положения</strong></li>
                                <li> 1.1.Настоящая Политика обработки персональных данных (далее — «Политика») издана и
                                    применяется
                                    Индивидуальным предпринимателем Чашейко Владиславом Юрьевичем, ИИН: 772594824616,
                                    ОГРНИП
                                    323508100091758
                                    (далее — Оператор) в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О
                                    персональных данных»
                                    (далее - Закон).</li>
                                <li> 1.2.Понятия связанные с обработкой персональных данных использующиеся в тексте
                                    Политики, трактуются в
                                    том значении, в котором они приведены в ст. 3 Закона и положениях GDPR, если иное
                                    прямо
                                    не вытекает из
                                    текста Политики.</li>
                                <li> 1.3.Все вопросы, связанные с обработкой персональных данных, не урегулированные
                                    настоящей Политикой,
                                    разрешаются в соответствии с действующим законодательством Российской Федерации в
                                    области персональных
                                    данных.</li>
                                <li> 1.4. Настоящая Политика:</li>
                                <li> 1.4.1.устанавливает правила обработки Оператором персональных данных,
                                    предоставляемых
                                    клиентами,
                                    которые используют сайт <a href="https://a4academy.ru/">https://a4academy.ru/</a> и
                                    его
                                    отдельные
                                    поддомены и сервисы для получения или оказания услуг, оказываемых Оператором (далее
                                    –
                                    Пользователи и
                                    Сайт соответственно);</li>
                                <li> 1.4.2.определяет цели, правовые основания, порядок и объем обрабатываемых
                                    персональных
                                    данных;</li>
                                <li> 1.4.3.содержит сведения о реализуемых требованиях к защите обрабатываемых
                                    персональных
                                    данных;</li>
                                <li> 1.4.4.определяет порядок взаимодействия с субъектами персональных данных при
                                    поступлении от них
                                    обращений.</li>
                                <li> 1.5.Текст Политики доступен Пользователям в сети Интернет по адресу <a
                                        href="https://a4academy.ru/">https://a4academy.ru/</a>.</li>
                                <li> 1.6.Незнание условий, установленных настоящей Политикой, не является основанием для
                                    предъявления со
                                    стороны Пользователя каких-либо претензий к Оператору.</li>
                                <li> 1.7.В случае несогласия с условиями Политики Пользователь должен немедленно
                                    прекратить
                                    любое
                                    использование Сайта.</li>
                            </ol><br>
                            <ol>
                                <li><strong>Термины и определения</strong></li>
                                <li> 2.1.<strong>«Сайт»</strong> - принадлежащая Исполнителю совокупность информации,
                                    текстов, графических
                                    элементов, дизайна, изображений, фото и видеоматериалов, и иных результатов
                                    интеллектуальной
                                    деятельности, а также программ для ЭВМ, содержащихся в информационной системе,
                                    обеспечивающей
                                    доступность такой информации в сети Интернет по сетевому адресу a4academy.ru,
                                    включая
                                    все его разделы
                                    (поддомены, страницы), файловую структуру и любые иные структурные элементы,
                                    исходный и
                                    объектный код.
                                </li>
                                <li> 2.2.<strong>Личный кабинет</strong> - раздел Сайта, доступ к которому Пользователь
                                    получает после его
                                    регистрации на Сайте посредством введения уникального логина и пароля.</li>
                                <li> 2.3.<strong>«Доступ в личный кабинет»</strong> - сообщение, направляемое
                                    Исполнителем
                                    Заказчику, путем
                                    электронного письма на адрес электронной почты, предоставленной Заказчиком,
                                    подтверждающее факт
                                    заключения Договора, и содержащее информацию, необходимую для получения Заказчиком
                                    Услуги на Сайте.</li>
                                <li> 2.4.<strong>Файлы cookie</strong> - данные, которые автоматически передаются
                                    Оператору
                                    в процессе
                                    использования Сайта с помощью установленного на устройстве Пользователя программного
                                    обеспечения, в том
                                    числе IP-адрес, географическое местоположение, информация о браузере и виде
                                    операционной
                                    системы
                                    устройства Пользователя, технические характеристики оборудования и программного
                                    обеспечения,
                                    используемых Пользователем, дата и время доступа к Сайту.</li>
                            </ol><br>
                            <ol>
                                <li><strong>Согласие Пользователя на обработку персональных данных</strong></li>
                                <li> 3.1.Пользователь принимает условия Политики и дает Оператору информированное и
                                    осознанное согласие на
                                    обработку своих персональных данных на условиях, предусмотренных Политикой и
                                    Законом:
                                </li>
                                <li> 3.1.1.<strong>При регистрации на Сайте </strong>- для персональных данных, которые
                                    Пользователь
                                    предоставляет Оператору путем заполнения формы, расположенной на Сайте. Пользователь
                                    считается
                                    предоставившим согласие на обработку своих персональных данных в момент нажатия
                                    кнопки
                                    “Оплатить” (или
                                    кнопки, имеющей аналогичное название);</li>
                                <li> 3.1.2.<strong>При заполнении формы обратной связи</strong> - для персональных
                                    данных,
                                    которые
                                    Пользователь предоставляет Оператору при заполнении формы обратной связи в сети
                                    Интернет
                                    на Сайте.
                                    Пользователь считается предоставившим согласие на обработку своих персональных
                                    данных,
                                    внесенных в поля
                                    формы обратной связи, в момент нажатия кнопки, подтверждающей отправку заявки.</li>
                                <li> 3.1.3.<strong>При любом использовании Сайта </strong>- для персональных данных,
                                    которые
                                    автоматически
                                    передаются Оператору в процессе использования Сайта с помощью установленного на
                                    устройстве Пользователя
                                    программного обеспечения. Пользователь считается предоставившим согласие на
                                    обработку
                                    своих персональных
                                    данных в момент начала использования Сайта.</li>
                                <li> 3.2.Согласие Пользователя на обработку Оператором его персональных данных действует
                                    со
                                    дня,
                                    предоставления согласия на их обработку (п. 3.1. Политики), и в течение срока,
                                    необходимого для
                                    достижения целей обработки персональных данных.</li>
                                <li> 3.3.Пользователь вправе отозвать согласие на обработку персональных данных в форме
                                    и
                                    порядке,
                                    предусмотренном в разделе 12 Политики.</li>
                                <li> 3.4.Согласие Пользователя на обработку персональных данных, разрешенных для
                                    распространения,
                                    предоставляется Пользователем Оператору отдельно от согласия на обработку
                                    персональных
                                    данных,
                                    указанного в п. 3.1. настоящей Политики.</li>
                                <li> 3.5.Согласие Пользователя на обработку персональных данных, разрешенных для
                                    распространения,
                                    предоставляется Пользователем Оператору путем заполнения формы такого согласия,
                                    размещенного на
                                    Платформе. Пользователем при предоставлении такого согласия заполняются обязательные
                                    поля формы, а
                                    именно: фамилия, имя, отчество (при наличии) Пользователя на русском языке,
                                    контактная
                                    информация (номер
                                    телефона, адрес электронной почты или почтовый адрес субъекта персональных данных).
                                </li>
                                <li> 3.6.Согласие Пользователя на обработку персональных данных, разрешенных для
                                    распространения,
                                    предоставляется Пользователем Оператору на срок, указанный в таком согласии. </li>
                                <li> 3.7.В случае не достижения Пользователем возраста 18 лет последний, при
                                    предоставлении
                                    своих
                                    персональных данных обязан направить на адрес электронной почты Оператора, указанной
                                    в
                                    разделе 14
                                    настоящей Политики, письменное согласие законного представителя Пользователя на
                                    обработку таких данных
                                    Оператором (по форме, установленной в Приложении №1 к настоящей Политике). Оператор,
                                    ввиду
                                    автоматизированной системы сбора персональных данных не следит за предоставлением
                                    такого
                                    согласия
                                    Пользователем. В случае выявления недееспособности Пользователя, предоставившего
                                    свои
                                    персональные
                                    данные без письменного разрешения его законного представителя, Оператор
                                    незамедлительно
                                    блокирует
                                    обработку таких персональных данных до выяснения обстоятельств.</li>
                            </ol><br>
                            <ol>
                                <li><strong>Условия предоставления персональных данных Пользователем</strong></li>
                                <li> 4.1.Оператор в общем случае не проверяет достоверность персональных данных,
                                    предоставляемых
                                    пользователями, и не осуществляет контроль за их дееспособностью. Риск
                                    предоставления
                                    недостоверных
                                    персональных данных, в том числе предоставление данных третьих лиц, как своих
                                    собственных, при этом
                                    несет сам субъект персональных данных.</li>
                                <li> 4.2.Оператор исходит из того, что:</li>
                                <li> 4.2.1.Пользователь предоставляет достоверную и достаточную персональную информацию
                                    по
                                    вопросам,
                                    предлагаемым в формах Сайта, и поддерживает эту информацию в актуальном состоянии.
                                </li>
                                <li> 4.3.Пользователь осознает, что информация на Сайте, размещаемая Пользователем о
                                    себе,
                                    может становиться
                                    доступной для других Пользователей Сайта, может быть скопирована и распространена
                                    такими
                                    Пользователями
                                    в случаях и на условиях, указанных в п. 8.6. Политики.</li>
                                <li> 4.4.Пользователь ознакомлен с настоящей Политикой, выражает свое информированное и
                                    осознанное согласие
                                    с ней.</li>
                            </ol><br>
                            <ol>
                                <li><strong>Персональные данные</strong></li>
                            </ol><strong>Оператором обрабатываются следующие персональные данные:</strong><br>
                            <ol>
                                <li> 5.1.Фамилия, имя, отчетсво;</li>
                                <li> 5.2.Номер мобильного телефона;</li>
                                <li> 5.3.Адрес электронной почты;</li>
                                <li> 5.4.Оператор может получать доступ, собирать и использовать в определенных
                                    Политикой
                                    целях техническую
                                    и иную информацию, связанную с Пользователями. Техническая информация не является
                                    персональными данными,
                                    однако Оператор использует файлы cookies, которые позволяют идентифицировать
                                    Пользователей. Также под
                                    технической информацией понимается информация, которая автоматически передается
                                    Оператору в процессе
                                    использования Пользователем Сайта с помощью установленного на устройстве
                                    Пользователя
                                    программного
                                    обеспечения, а именно:</li>
                                <li> 5.4.1.Данные об активности Пользователя в сети Интернет, в частности о посещенных
                                    страницах, дате и
                                    времени URL-переходов и пр.;</li>
                                <li> 5.4.2.Информация об устройстве и браузере, с помощью которых Пользователь выходил в
                                    Интернет: IP-адресе
                                    и (в случае если Пользователь заходит на Сайт с мобильного устройства) типе
                                    устройства и
                                    его уникальном
                                    идентификаторе;</li>
                                <li> 5.4.3.Данные о взаимодействии с демонстрируемыми вне ресурса рекламными
                                    объявлениями
                                    Оператора, их
                                    количестве, частоте и глубине просмотра.</li>
                                <li>Оператор не осуществляет обработку:</li>
                                <li> 5.5.1.биометрических персональных данных (сведения, которые характеризуют
                                    физиологические и
                                    биологические особенности человека, на основании которых можно установить его
                                    личность),
                                </li>
                                <li> 5.5.2.специальных категорий персональных данных (касающихся расовой, национальной
                                    принадлежности,
                                    политических взглядов, религиозных или философских убеждений, состояния здоровья,
                                    интимной жизни).</li>
                            </ol><br>
                            <ol>
                                <li><strong>Правовые основания обработки персональных данных</strong></li>
                                <li>Обработка персональных данных Пользователей осуществляется на следующих правовых
                                    основаниях:</li>
                                <li> 6.1.1.Конституция РФ;</li>
                                <li> 6.1.2.Гражданский кодекс Российской Федерации;</li>
                                <li> 6.1.3.Федеральный закон от 27.07.2006 №152-ФЗ «О персональных данных»;</li>
                                <li> 6.1.4.General Data Protection Regulation (Regulation (EU) 2016/679) от 27 апреля
                                    2016
                                    года;</li>
                                <li> 6.1.5.Локальные правовые акты Оператора.</li>
                                <li> 6.1.6.Договор оказания услуг от 31 июля 2023 г., заключенный путем акцепта
                                    Публичной
                                    оферты на
                                    заключение договора оказания услуг от 31 июля 2023 г. (далее - Договор).</li>
                                <li>В отношении персональных данных граждан Европейского союза (ЕС), использующих услуги
                                    Оператора, а также
                                    в отношении персональных данных граждан иных государств, временно или постоянно
                                    проживающих на
                                    территории стран ЕС, использующих услуги Оператора на территории ЕС, определяется в
                                    соответствии с GDPR.
                                </li>
                            </ol><br>
                            <ol>
                                <li><strong>Цели обработки персональных данных</strong></li>
                                <li>Оператор обрабатывает персональные данные Пользователей исключительно в следующих
                                    целях:
                                </li>
                                <li> 7.1.1.Регистрация Пользователя Оператором на Сайте, предоставление Пользователю
                                    возможности
                                    полноценного использования сервисов Сайта.</li>
                                <li> 7.1.2.Отображение профиля Пользователя на Сайте в личном кабинете. </li>
                                <li> 7.1.3.Установление и поддержание связи между Пользователем и Оператором,
                                    консультирование по вопросам
                                    оказания услуг.</li>
                                <li> 7.1.4.Исполнение Оператором обязательств перед Пользователем, с которым заключен
                                    Договор.</li>
                                <li> 7.1.5.Направление Оператором на адрес электронной почты Пользователя сообщений
                                    рекламного характера;
                                    таргетирование рекламных материалов, если Пользователь дал согласие на такую
                                    рассылку.
                                </li>
                                <li> 7.1.6.Пользователь имеет право на возражение против обработки данных в целях
                                    прямого
                                    маркетинга,
                                    включая составление профиля, в той мере, в которой это связано с прямым маркетингом.
                                    Возражение
                                    направляется Оператору Пользователем в порядке Раздела 12 настоящей Политики.</li>
                                <li> 7.1.7.Улучшение качества обслуживания Пользователей и модернизация Сайта Оператора
                                    путем обработки
                                    запросов и заявок от Пользователя.</li>
                                <li> 7.1.8.Статистические и иные исследования на основе обезличенной информации,
                                    предоставленной
                                    Пользователем.</li>
                                <li> 7.1.9.Исполнения требований российского законодательства.</li>
                            </ol><br>
                            <ol>
                                <li><strong>Обработка персональных данных</strong></li>
                                <li> 8.1.Обработка персональных данных Пользователя производится Оператором с
                                    использованием
                                    баз данных на
                                    территории Российской Федерации.</li>
                                <li> 8.2.Персональные данные обрабатываются с использованием автоматизированных систем.
                                </li>
                                <li> 8.3.Обработка персональных данных Пользователя включает совершение Оператором
                                    следующих
                                    действий: сбор,
                                    запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
                                    извлечение,
                                    использование, передача (распространение, предоставление, доступ), обезличивание,
                                    блокирование,
                                    удаление, уничтожение.</li>
                                <li> 8.4.Сбор персональных данных Пользователя осуществляется в случаях, указанных в п.
                                    3.1
                                    Политики.</li>
                                <li> 8.5.Хранение персональных данных осуществляется (в зависимости от того, какое
                                    событие
                                    наступит раньше):
                                </li>
                                <li> 8.5.1.до момента их удаления Пользователем в соответствующем разделе личного
                                    кабинета;
                                </li>
                                <li> 8.5.2.до момента их уничтожения Оператором - в случае поступления от Пользователя
                                    отзыва согласия на
                                    обработку персональных данных или требования об уничтожении персональных данных;
                                </li>
                                <li> 8.5.3.до момента истечения срока действия согласия или достижения целей обработки
                                    персональных данных.
                                </li>
                                <li> 8.6.Оператор вправе осуществлять передачу персональных данных третьим лицам. Такая
                                    передача не является
                                    распространением персональных данных Пользователя неопределенному кругу лиц.</li>
                                <li> 8.7. Цели передачи персональных данных:</li>
                                <li> 8.7.1.Оптимизация Оператором рассылки сообщений информационного и рекламного
                                    характера.
                                    В этом случае
                                    третьему лицу передаются следующие персональные данные Пользователей: фамилия, имя,
                                    отчество; адрес
                                    электронной почты.</li>
                                <li> 8.7.2.Направление Пользователям информационных рассылок о новых возможностях в
                                    сфере
                                    обучения и
                                    развития. В этом случае третьему лицу передаются следующие персональные данные
                                    Пользователей: фамилия,
                                    имя, отчество; адрес электронной почты. Каждая информационная рассылка предоставляет
                                    Пользователю
                                    возможность отказаться от получения таких рассылок.</li>
                                <li> 8.7.3.Исполнение условий договора перед Пользователями Сайта с привлечением третьих
                                    лиц.</li>
                                <li> 8.8.Перечень разрешенных способов обработки персональных данных: сбор, запись,
                                    систематизация,
                                    накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
                                    передача
                                    (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
                                    уничтожение. Третьему
                                    лицу запрещено осуществлять передачу и распространение персональных данных.</li>
                                <li> 8.9.Уничтожение персональных данных осуществляется Оператором в следующих случаях:
                                </li>
                                <li> 8.9.1.удаление Пользователем персональных данных в соответствующем разделе личного
                                    кабинета;</li>
                                <li> 8.9.2.поступление от Пользователя отзыва согласия на обработку персональных данных;
                                </li>
                                <li> 8.9.3.получение от Пользователя требования об уничтожении персональных данных;</li>
                                <li> 8.9.4.истечение срока действия согласия;</li>
                                <li> 8.9.5.окончания срока хранения персональных данных в соответствии с
                                    договоренностями
                                    Оператора и
                                    Пользователя.</li>
                            </ol><br>
                            <ol>
                                <li><strong>Меры, применяемые Оператором для защиты персональных данных</strong></li>
                            </ol>Оператор принимает необходимые и достаточные правовые, организационные и технические
                            меры
                            для защиты
                            информации, предоставляемой Пользователями, от неправомерного или случайного доступа,
                            уничтожения, изменения,
                            блокирования, копирования, распространения, а также от иных неправомерных действий с ней
                            третьих
                            лиц. Такие
                            действия, в частности, включают: <br>
                            <ol>
                                <li> 9.1.Назначение лица, ответственного за обработку персональных данных;</li>
                                <li> 9.2.Применение организационных и технических мер по обеспечению безопасности
                                    персональных данных при их
                                    обработке в информационных системах;</li>
                                <li> 9.3.Контроль фактов несанкционированного доступа к персональным данным и принятие
                                    мер
                                    по недопущению
                                    подобных инцидентов в дальнейшем;</li>
                                <li> 9.4.Контроль за принимаемыми мерами по обеспечению безопасности персональных данных
                                    и
                                    уровнем
                                    защищенности информационных систем персональных данных.</li>
                            </ol><br>
                            <ol>
                                <li><strong> 10.Ограничение ответственности</strong></li>
                                <li> 10.1.Оператор не несет ответственности за возможное нецелевое использование
                                    персональных данных и
                                    причинение какого-либо ущерба Пользователю, произошедшее вследствие:</li>
                                <li> 10.1.1.технических неполадок в программном обеспечении и в технических средствах и
                                    сетях, находящихся
                                    вне контроля Оператора;</li>
                                <li> 10.1.2.в связи с намеренным или не намеренным использованием Сайта не по их прямому
                                    назначению третьими
                                    лицами;</li>
                                <li> 10.1.3.необеспечения конфиденциальности паролей доступа или намеренной передачи
                                    паролей
                                    доступа, иной
                                    информации с Сайта самим Пользователем при получении услуг Оператора или
                                    использовании
                                    Сайта другим
                                    лицам, не имеющим доступа к данной информации;</li>
                                <li> 10.1.4.неправомерных действий третьих лиц по доступу к данным Сайта, в т.ч.
                                    персональным данным.</li>
                                <li> 10.2.Оператор не несет ответственность за порядок использования Персональных данных
                                    Пользователя
                                    третьими лицами, с которыми Пользователь взаимодействует в рамках использования
                                    Сайта.
                                </li>
                                <li> 10.3.Оператор не осуществляет проверку наличия особого режима обработки
                                    персональных
                                    данных
                                    Пользователей. Если Пользователь является гражданином стран Европейского союза или
                                    гражданином иных
                                    государств, временно или постоянно проживающим на территории стран ЕС и получает
                                    доступ
                                    к Сайту из стран
                                    Европы, Оператор предпринимает все разумные меры для обеспечения соблюдения таких
                                    требований
                                    законодательства о защите персональных данных. Для этого Пользователь обязан
                                    уведомить
                                    Оператора о
                                    наличии особого режима защиты его персональных данных путем обращения по адресу
                                    электронной почты
                                    Оператора <a href="mailto:litvinhelp@mail.ru">legal@a4.by</a>. </li>
                            </ol><br>
                            <ol>
                                <li><strong>Права Пользователей</strong></li>
                            </ol>Пользователь вправе:<br>
                            <ol>
                                <li> 11.1.По своему усмотрению предоставлять Оператору персональные данные для их
                                    обработки
                                    на условиях,
                                    указанных в Политике;</li>
                                <li> 11.2.Самостоятельно вносить изменения и исправления в свои персональные данные в
                                    соответствующем
                                    разделе личного кабинета при условии, что такие изменения и исправления содержат
                                    актуальную и
                                    достоверную информацию;</li>
                                <li> 11.3.Удалять персональные данные путем редактирования соответствующего&nbsp;раздела
                                    в
                                    личном кабинете;
                                </li>
                                <li> 11.4.Обращаться к Оператору с требованиями, в том числе об уточнении персональных
                                    данных; о блокировке
                                    или уничтожении персональных данных, если такие данные являются неполными,
                                    устаревшими,
                                    недостоверными,
                                    незаконно полученными или не являются необходимыми для заявленной цели обработки.
                                    Требование
                                    предъявляется в порядке, предусмотренном в разделе 12 Политики;</li>
                                <li> 11.5.На основании запроса получать от Оператора информацию, касающуюся обработки
                                    его
                                    персональных
                                    данных и предусмотренную п. 7 ст. 14 Закона.</li>
                                <li> 11.6.В рамках процессов обработки персональных данных, подпадающих под действие
                                    GDPR,
                                    Пользователь
                                    имеет право обращаться к Оператору с требованием о&nbsp;выгрузке своих персональных
                                    данных с целью
                                    переноса их в информационные системы других контролеров данных (в терминах п.7 ст.4
                                    GDPR).</li>
                            </ol><br>
                            <ol>
                                <li><strong> 12.Обращения Пользователей</strong></li>
                                <li> 12.1.Пользователь вправе направлять Оператору свои запросы и требования (далее –
                                    Обращение), в том
                                    числе относительно использования его персональных данных, а также отзыва согласия на
                                    обработку
                                    персональных данных. Обращение может быть направлено следующими способами:</li>
                                <li> 12.1.1.В письменной форме по адресу Оператора (раздел 14 Политики);</li>
                                <li> 12.1.2.В форме электронного документа (скан-, фотокопия документа). Документ должен
                                    быть направлен с
                                    адреса электронной почты Пользователя, указанного им при регистрации на Сайте или в
                                    договоре в качестве
                                    уполномоченного адреса электронной почты,&nbsp;по адресу электронной почты
                                    Оператора:
                                    legal@a4.by.</li>
                                <li> 12.2.Направляемое Пользователем Обращение, должно содержать следующую информацию:
                                </li>
                                <li> 12.2.1.Фамилию и имя Пользователя;</li>
                                <li> 12.2.2.Сведения, подтверждающие участие Пользователя в отношениях с Оператором (в
                                    частности, логин и
                                    пароль Пользователя на Сайте);</li>
                                <li> 12.2.3.Суть Обращения;</li>
                                <li> 12.2.4.Подпись Пользователя или его законного представителя.</li>
                                <li> 12.3.Оператор рассматривает Обращение Пользователя в следующем порядке:</li>
                                <li> 12.3.1.Обращение регистрируется в Журнале учета Обращений Пользователей; </li>
                                <li> 12.3.2.Проверяется наличие всех обязательных реквизитов Обращения;</li>
                                <li> 12.3.3.Проверяется обоснованность Обращения;</li>
                                <li> 12.3.4.Предоставляется ответ на Обращение. В зависимости от сути Обращения ответ на
                                    него должен
                                    содержать:</li>
                                <li> 12.3.4.1.запрашиваемую Пользователем информацию об обрабатываемых персональных
                                    данных;
                                </li>
                                <li> 12.3.4.2.мотивированный отказ в предоставлении запрашиваемой информации об
                                    обрабатываемых персональных
                                    данных;</li>
                                <li> 12.3.4.3.уведомление о действиях, совершаемых с персональными данными Пользователя
                                    по
                                    его Обращению
                                </li>
                                <li> 12.4.Ответ на Обращение направляется в форме, соответствующей форме обращения
                                    Пользователя, если о
                                    предоставлении Ответа на Обращение в иной форме не указано в Обращении. </li>
                            </ol><br>
                            <ol>
                                <li><strong> 13.Изменение Политики</strong></li>
                                <li> 13.1.Оператор оставляет за собой право вносить изменения в Политику. На
                                    Пользователе
                                    лежит обязанность
                                    при каждом использовании Сайта знакомиться с текстом Политики.</li>
                                <li> 13.2.Новая редакция Политики вступает в силу с момента ее размещения в
                                    соответствующем
                                    разделе сайта
                                    Оператора. Продолжение пользования Сайтом или его сервисами после публикации новой
                                    редакции Политики
                                    означает принятие Политики и ее условий Пользователем. В случае несогласия с
                                    условиями
                                    Политики
                                    Пользователь должен незамедлительно прекратить использование Сайта и его сервисов.
                                </li>
                            </ol><br>
                            <ol>
                                <li><strong> 14.Сведения об Операторе и ответственный за обработку персональных
                                        данных:</strong></li>
                            </ol><br>Индивидуальный предприниматель Чашейко Владислав Юрьевич<br>ИИН:
                            772594824616<br>ОГРНИП
                            323508100091758<br>Адрес электронной почты для связи legal@a4.by
                        </div>
                    </div>
                </div>
            </div>
        </div>

        <div class="accordion-item">
            <h2 class="accordion-header" id="headingTwo">
                <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse"
                    data-bs-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                    Публичная оферта
                </button>
            </h2>
            <div id="collapseTwo" class="accordion-collapse collapse" aria-labelledby="headingTwo"
                data-bs-parent="#accordionExample">
                <div class="accordion-body">
                    <div class="t390__wrapper t-align_left">
                        <div class="t390__title t-heading t-heading_lg" id="popuptitle_667520383" style="">
                            Договор-оферта на оказание платных услуг</div>
                        <div class="t390__descr t-descr t-descr_xs" style="font-size:16px;">Совершая действия по акцепту
                            Оферты, заказчик:<br><br>Подтверждает, что внимательно ознакомился и согласен со всеми
                            положениями Договора - Оферты (далее- «Договор» и/или «оферта») и локальными актами
                            Исполнителя, касающимися порядка оказания услуг по предоставлению доступа к информационным
                            материалам, размещенными в сети Интернет по адресу: a4academy.ru (далее
                            «Сайт»)<br>подтверждает, что ознакомился с условиями оказания услуг;<br>Заказчик и/или его
                            законный представитель подтверждает правомерность своих действий: наличие полномочий,
                            дееспособности, достижения возраста 18 лет, наличие законного права вступать в договорные
                            отношения с Исполнителем;<br>дает согласие на получение рекламной рассылки от Исполнителя на
                            адрес электронной почты и номер телефона (в том числе онлайн-мессенджеры), указанные им при
                            регистрации на Сайте Исполнителя. Срок действия согласия с момента акцепта настоящей Оферты
                            до момента отзыва согласия, направляемого на почтовый адрес Исполнителя, указанный в
                            Договоре;<br>дает согласие на обработку (сбор, хранение, передачу третьим лицам)
                            предоставляемых им в процессе заключения и исполнения Договора своих персональных данных в
                            соответствии с Политикой обработки персональных данных от 23 октября 2023 года, текст
                            которой постоянно размещен на сайте<br>дает согласие на использование Исполнителем в
                            маркетинговых, рекламных целях фотографий, созданных Заказчиком (или третьим лицом по
                            поручению Заказчика) в процессе оказания услуг;<br>подтверждает, что ознакомился и согласен
                            со всеми условиями и правилами приема платежей платежной системы и других платежных систем,
                            используемых Исполнителем;<br>подтверждает, что ознакомился и согласен со всеми правилами
                            используемого Исполнителем для оказания услуг по Договору Сайта и других онлайн-сервисов,
                            используемых Исполнителем для оказания услуг по Договору.<br>подтверждает, что полностью
                            дает отчет о своих действиях и добровольно соглашается с условиями оплаты услуг
                            Исполнителя.<br><br>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ<br>«Исполнитель» - Индивидуальный предприниматель
                            Чашейко Владислав Юрьевич (ИНН – 772594824616, ОГРНИП – 323508100091758), оказывающий
                            платные услуги Заказчику на основании настоящего договора.<br>«Заказчик» - дееспособное
                            физическое лицо, осуществившее акцепт настоящей публичной оферты в собственном интересе либо
                            выступающее от имени и в интересах представляемого им физического лица, законным
                            представителем которого оно является. В случае если Услуги оказываются для
                            несовершеннолетних лиц, все права, обязанности и ответственность Заказчика по настоящему
                            договору несут их законные представители. За достоверность предоставляемой информации несёт
                            ответственность Заказчик.<br>«Оферта» - настоящее публичное предложение Исполнителя о
                            заключении договора на оказание платных услуг, содержащее все существенные условия данного
                            договора, опубликованное на сайте Договор Оферты является базовым документом отношений между
                            Заказчиком и Исполнителем и не подлежит обсуждению. Исполнитель вправе вносить дополнения и
                            изменения в настоящую оферту путем размещения приложений и/или дополнительных соглашений на
                            Сайте.<br>«Акцепт» - полное и безоговорочное принятие Заказчиком условий настоящего
                            Договора-оферты в соответствии со ст. 438 ГК РФ, подтверждающее полное согласие Заказчика со
                            всеми его пунктами и положениями и отсутствие каких-либо возражений в отношении
                            Договора-оферта или отдельных его пунктов. Акцепт оферты равносилен заключению Договора на
                            оказание платных услуг на условиях, изложенных в оферте. Акцептом оферты является
                            осуществление Заказчиком оплаты платных услуг в соответствии с условиями настоящей оферты. С
                            момента поступления денежных средств в счет оплаты оказываемых услуг на расчетный счет
                            Исполнителя настоящий Договор считается заключенным между Заказчиком и Исполнителем.
                            Принятие настоящей Оферты означает, что Заказчик в необходимой для него степени ознакомился
                            и согласен с условиями настоящего Договора, правилами платежной системы, спецификой
                            функционирования Сайта . Заключение Договора в простой письменной форме не является
                            обязательным.<br>«Услуги» - услуги по предоставлению доступа к информационным материалам,
                            размещенным на Сайте Исполнителя без возможности их сохранения на компьютер
                            Заказчика.<br>«Пользователи/Заказчик» - лица, оплатившие услуги Исполнителя и получившие
                            доступ к информационным материалам, размещенным на Сайте.<br>«Сайт» - принадлежащая
                            Исполнителю совокупность информации, текстов, графических элементов, дизайна, изображений,
                            фото и видеоматериалов, и иных результатов интеллектуальной деятельности, а также программ
                            для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации
                            в сети Интернет по сетевому адресу a4academy.ru, включая все его разделы (поддомены,
                            страницы), файловую структуру и любые иные структурные элементы, исходный и объектный код.
                            <br>«Программное обеспечение», «ПО» - интернет-браузер (Internet Explorer, FireFox, Google
                            Chrome и/или аналогичные) для доступа к информационным ресурсам, находящихся в сети
                            Интернет, иные программы для передачи, хранения, обработки предоставляемой информации.
                            Заказчик обязуется самостоятельно обеспечить наличие ПО на своем персональном компьютере или
                            любом ином устройстве. Заказчик подтверждает, что оказание Исполнителем услуг по настоящему
                            Договору дистанционно с использованием программного обеспечения полностью соответствует
                            возможности Заказчика пользоваться услугами, оказываемыми таким способом.<br>«Доступ в
                            личный кабинет» - сообщение, направляемое Исполнителем Заказчику, путем электронного письма
                            на адрес электронной почты, предоставленной Заказчиком, подтверждающее факт заключения
                            Договора, и содержащее информацию, необходимую для получения Заказчиком Услуги на
                            Сайте.<br>«Обратная связь» - техническая поддержка Заказчика, происходящая по его запросу в
                            случае возникновения неполадок Сайта и/или отсутствия доступа к видеоматериалам, и/или иное
                            проблеме, возникающей у Заказчика в ходе просмотра видеоматериалов.
                            <br>«Видеоматериал/видеоролик» - аудиовизуальное произведение, содержащее сведения по теме
                            видеороликов.<br>«Рассылка» - автоматизированная отправка электронных писем на электронный
                            адрес (e-mail) Заказчика.<br>«Техническая поддержка» - привлеченное Исполнителем физическое
                            лицо, осуществляющее практическое взаимодействие с Заказчиком в форме обратной
                            связи.<br>«Приглашенный эксперт», «Эксперт» - привлеченное Исполнителем физическое лицо,
                            принявшее участие в создании информационных материалов для оказания услуг Заказчику. Формат
                            участия: видеозаписи или вебинары с участием Приглашенного эксперта/Эксперта. Приглашенный
                            эксперт/эксперт также вправе принимать участие во взаимодействии с Заказчиком в форме
                            обратной связи.<br>«Стоимость» - ценовое предложение о покупке доступа к информационным
                            материалам.<br>«График размещения» - порядок размещения Исполнителем видеороликов на
                            сайте.<br><br>ПРЕДМЕТ ДОГОВОРА.<br>Предметом настоящего Договора является возмездное
                            предоставление Исполнителем Услуг Заказчику. Акцептом настоящей Оферты является 100% оплата
                            Заказчиком Услуги. Исполнитель обязуется оказать Заказчику Услугу в сети Интернет
                            посредством размещения информационных материалов на Сайте и предоставления доступа к ним, а
                            Заказчик обязуется оплатить эту Услугу (Услуги) в соответствии с условиями настоящей
                            оферты.<br>Услуги по настоящему Договору оказываются Исполнителем дистанционно через сеть
                            Интернет, посредством использования соответствующего программного обеспечения.<br>Услуги по
                            настоящему Договору ограничены предоставлением Заказчику доступа к Сайту, содержащему
                            информационные материалы, размещаемые в соответствии с Графиком размещения, на определенный
                            срок и предоставляются исключительно для личного использования Заказчиком. В случае, если
                            Заказчик допустит распространение информационных материалов Исполнителя, Исполнитель вправе
                            потребовать от Заказчика оплаты штрафа в размере 100&nbsp;000 (Сто тысяч) рублей за каждый
                            факт нарушения. Заказчик осознает, что на него распространяется гражданская,
                            административная или уголовная ответственность согласно действующему законодательству в
                            сфере интеллектуальной собственности.<br><br>СРОКИ ОКАЗАНИЯ УСЛУГ.<br>Исполнитель
                            предоставляет Заказчику доступ к информационным материалам, размещенным на сайте до 27
                            декабря 2023 года. Срок начинает действовать с 27 октября 2023 года.<br>Порядок размещения
                            Видеороликов:<br>3.2.1.«Видеоролик 1» - 27 октября 2023 года;<br>3.2.2. «Видеоролик 2» - 29
                            октября 2023 года;<br>3.2.3. «Видеоролик 3» - 31 октября 2023 года;<br>3.2.4. «Видеоролик 4»
                            - 03 ноября 2023 года;<br>3.2.5. «Видеоролик 5» - 05 ноября 2023 года;<br>3.2.6. «Видеоролик
                            6» - 07 ноября 2023 года;<br>3.2.7. «Видеоролик 7» - 09 ноября 2023 года;<br>3.2.8.
                            «Видеоролик 8» - 11 ноября 2023 года;<br>3.2.9. «Видеоролик 9» - 13 ноября 2023
                            года;<br>3.2.10. «Видеоролик 10» - 15 ноября 2023 года.<br>Услуги по настоящему Договору
                            считаются оказанными надлежащим образом и надлежащим качеством и в срок, а также принятыми
                            Заказчиком, если Исполнитель предоставил Заказчику доступ к информационным материалам в
                            личном кабинете.<br>При этом Стороны понимают, что новые пользователи могут присоединиться
                            до 12 ноября 2023 года.<br><br>ПОРЯДОК ОКАЗАНИЯ УСЛУГ<br>Доступ к Сайту выдается Заказчику
                            путем направления письма на электронную почту с доступом в личный кабинет. При этом Стороны
                            понимают, что доступ к информационным материалам предоставляется поэтапно в соответствии с
                            условиями, указанными в пункте 3.2.<br>&nbsp;Заказчик обязуется самостоятельно обеспечить
                            наличие программного обеспечения (браузера, антивирусных программ) на своем персональном
                            компьютере или иных устройствах, необходимых для получения доступа. Исполнитель не отвечает
                            за непредоставление Услуг в связи с невозможностью Заказчика их получить по причине
                            отсутствия подключения к сети Интернет и необходимого компьютерного/программного
                            обеспечения, в том числе несоответствия характеристик персонального компьютера и иных
                            используемых устройств минимальным требованиям для работы Сайта и предоставления
                            доступа.<br>Никакая информация, материалы и/или обратная связь, предоставляемые Исполнителем
                            в рамках оказания услуг по настоящему Договору, не могут рассматриваться как гарантии.
                            Заказчик принимает на себя полную ответственность и риски, связанные с использованием
                            информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств
                            по настоящему Договору.<br><br>ПРАВА И ОБЯЗАННОСТИ СТОРОН.<br>Исполнитель
                            обязуется:<br>Оказать услуги надлежащим образом и в установленные сроки.<br>Сохранять
                            полученную от Заказчика конфиденциальную информацию при оказании услуг по настоящему
                            Договору.<br>Соблюдать требования законодательства, касающиеся обработки, передачи и защиты
                            персональных данных Заказчика с учетом требований Федерального Закона Российской Федерации
                            от 27 июня 2006 года № 152-ФЗ «О персональных данных».<br>Исполнитель вправе:<br>Изменять в
                            одностороннем порядке объем оказываемых услуг, стоимость, условия данной публичной Оферты
                            без предварительного согласования с Заказчиком. Заказчик обязуется самостоятельно следить за
                            изменениями Договора путем периодического ознакомления с актуальной редакцией. Заказчик
                            самостоятельно отвечает за любые последствия, наступившие в связи с не ознакомлением с
                            Договором и приложениями к нему.<br>Требовать от Заказчика добросовестного исполнения взятых
                            на себя обязательств, соблюдения всех правил получения услуг, установленных настоящей
                            офертой. <br>Приостановить оказание Услуг по настоящему Договору в случае получения через
                            службу поддержки уведомления Заказчика о направлении заявления о возврат<br>В одностороннем
                            порядке расторгнуть настоящий Договор в случае существенного нарушения Заказчиком условий
                            настоящего Договора.<br>При этом денежные средства, оплаченные Заказчиком по настоящему
                            Договору, возврату не подлежат и являются штрафной неустойкой за действия Заказчика. Под
                            существенным нарушением условий настоящего Договора понимается любое нарушение авторских
                            прав, регламентированных действующим законодательством РФ "<br>Привлекать для оказания услуг
                            в соответствии с настоящим Договором третьих лиц – Техническая поддержка. При этом
                            Исполнитель не несет ответственность за противоправные действия третьих лиц при оказании
                            услуг по настоящему Договору, но прилагает все усилия для обеспечения защиты прав и
                            интересов Заказчика.<br>Исполнитель имеет право обратиться в суд при нарушении Заказчиком
                            любых прав, повлекших за собой нанесение реального ущерба Исполнителю, а также в случае
                            незаконного использования Заказчиком любого элемента информационных материалов в целях
                            получения прибыли.<br>Заказчик обязуется:<br>Внимательно изучить на Сайте информацию об
                            Услуге, информацию о стоимости, условиях и сроках оказания услуг, в том числе настоящую
                            оферту.<br>Оплачивать в полном объеме предоставление доступа к информационным
                            материалам.<br>Предоставить Исполнителю достоверные Контактные данные (E-mail) для рассылки
                            обязательных уведомлений, указанные в настоящем Договоре-оферты, а также иных оповещений,
                            необходимых для надлежащего исполнения условий настоящего Договора- оферты. В противном
                            случае Заказчик не вправе ссылаться на обстоятельства, послужившие причиной пропуска начала
                            доступа к информационным материалам или иного неоказания Услуги в полном объеме, при
                            непредоставлении, либо при предоставлении недостоверных Контактных данных Исполнителю для
                            информационного обмена.<br>Не распространять заведомо ложную информацию относительно
                            оказания услуг Исполнителем. В том числе не распространять не соответствующие
                            действительности сведения в социальных сетях, чатах, группах в мессенджерах.<br>Не
                            осуществлять запись, не распространять (публиковать, размещать на Интернет-сайтах,
                            копировать, передавать или перепродавать третьим лицам) в коммерческих или некоммерческих
                            целях предоставляемую Исполнителем Заказчику информацию в рамках настоящего Договора,
                            создавать на ее основе информационные и/или обучающие продукты с целью извлечения
                            коммерческой прибыли, а также использовать эту информацию каким-либо иным образом кроме как
                            для личного пользования, в противном случае Заказчик несет ответственность в соответствии с
                            п.2.3. настоящего оферты.<br>Не передавать третьим лицам и обеспечивать конфиденциальность
                            паролей доступа к личному кабинету в закрытом разделе Сайта.<br>Не изменять каким бы то ни
                            было способом программную часть Сайта, совершать действия, направленные на изменение
                            функционирования и работоспособности Сайта.<br>Заказчик имеет право:<br>На получение услуг
                            от Исполнителя на условиях настоящего Договора.<br><br>СТОИМОСТЬ УСЛУГ И ПОРЯДОК
                            ОПЛАТЫ.<br>Стоимость услуг по настоящему Договору указывается на Сайте. Стоимость услуг
                            Исполнителя для Заказчиков, оплативших доступ к информационным материалам не может быть
                            изменена Исполнителем в одностороннем порядке. При этом Исполнитель вправе изменить
                            стоимость для новых пользователей. Новая стоимость вступает в силу с момента опубликования и
                            не распространяется на оплаченные к моменту опубликования услуги.<br>Оплата услуг
                            производится Заказчиком путем перечисления денежных средств в порядке предоплаты на
                            расчетный счет Исполнителя в размере 100% от стоимости услуг.<br>Способ оплаты по Договору:
                            оплата банковской картой с помощью платежной системы Robokassa и другие методы оплаты. После
                            заказа Услуги и ознакомления с офертой, Заказчик перенаправляется на сервис платежной
                            системы, на котором Заказчик может оплатить Услугу банковской картой с помощью платежной
                            системы Robokassa.<br>Моментом оплаты считается момент поступления денежных средств на
                            расчетный счет Исполнителя.<br>Заказчик самостоятельно несет ответственность за ошибки,
                            которые допущены им при оплате Услуг. Исполнитель не несет ответственности за убытки и иные
                            неблагоприятные последствия, которые могут возникнуть у Заказчика и/или третьих лиц в случае
                            неправильного указания адресата платежа.<br><br>УСЛОВИЯ И ПОРЯДОК ВОЗВРАТА ДЕНЕЖНЫХ
                            СРЕДСТВ.<br>Стороны договорились о том, что возврат денежных средств осуществляется в
                            следующем порядке:<br>- После открытия видеоролика, указанного в пункте 3.2.1., в случае
                            отказа после 29.10.2023 года до 12:00 по московскому времени, возврат осуществляется в
                            размере 50% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.2., в
                            случае отказа после 31.10.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 40% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.3., в
                            случае отказа после 03.11.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 30% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.4., в
                            случае отказа после 05.11.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 20% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.5., в
                            случае отказа после 07.11.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 15% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.6., в
                            случае отказа после 09.11.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 10% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.7., в
                            случае отказа после 11.11.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 6% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.8., в
                            случае отказа после 13.11.2023 года до 12:00 по московскому времени, возврат осуществляется
                            в размере 3% от Стоимости.<br>- После открытия видеоролика, указанного в пункте 3.2.9., в
                            случае отказа после 15.11.2023 года до 12:00 по московскому времени, возврат не
                            осуществляется.<br>Заявления о возврате денежных средств принимаются в письменном виде на
                            адрес электронной почты Исполнителя: legal@a4.by. Заявление заполняется Заказчиком
                            собственноручно, на заявлении Заказчик ставит свою личную подпись, после чего сканирует
                            заявление и отправляет его скан-копию на legal@a4.byс указанием темы письма «Заявление о
                            возврате». К обязательным пунктам заявления на возврат денежных средств
                            относятся:<br>наименование адресата и данные заявителя (ФИО, паспортные данные, адрес
                            проживания, телефон, адрес электронной почты);<br>сумма оплаченных Услуг и информация о
                            покупке (дата, идентификатор заказа, сумма заказа, способ оплаты, электронный адрес, на
                            который был оформлен заказ продукта);<br>причины, побудившие вернуть деньги и подробное
                            обоснование своей претензии;<br>реквизиты для перевода денежных средств (номер расчетного
                            счета получателя, с которого производилась оплата Услуг(-и), наименование банка получателя,
                            корреспондентский счет банка получателя, номер карты, банковский идентификационный код
                            (БИК);<br>приложения (документ об оплате, копия удостоверения личности или паспорта,
                            документ, подтверждающий ненадлежащее качество товара / услуги (курса)), дата, подпись и
                            расшифровка;<br>выражение согласия на обработку персональных данных заявителя, указанных в
                            заявлении;<br>дата отправки заявления.<br>К заявлению о возврате прикладываются фотокопия
                            (скан) документа, удостоверяющего личность заявителя, скан платежного документа,
                            свидетельствующего об оплате, документ, подтверждающий ненадлежащее качество товара / услуги
                            (курса).<br>Решение о возврате или об отказе в возврате денежных средств принимается
                            Исполнителем в течение десяти дней с момента получения соответствующего заявления
                            Заказчика.<br>Денежные средства возвращаются на счет Заказчика, с которого производилась
                            оплата Услуг(-и), в течение десяти дней после принятия решения о возврате.<br>В случае
                            оплаты услуг с привлечением займов от банков (кредит, рассрочка) денежные средства
                            возвращаются на счет Заказчика за вычетом комиссии банков по обслуживанию и выдаче займа,
                            (надбавка стоимости товара при приобретении в кредит/рассрочку, иных комиссий банка). <br>В
                            случае удовлетворения заявления о возврате денежных средств доступ к видеороликам для
                            Заказчика прекращается в течение 1 (одного) дня с даты направления Исполнителем Заказчику
                            решения о соответствующем возврате.<br>Указанное требование Заказчика о возврате также
                            считается отзывом заранее данного акцепта, указанного в пункте 1.4 настоящего
                            Договора.<br>По вопросам оплаты с помощью банковской карты и иным вопросам, связанным с
                            работой сайта, Заказчик может обратиться по следующей почте
                            legal@a4.by<br><br>ОТВЕТСТВЕННОСТЬ СТОРОН.<br>Исполнитель не несет ответственности за
                            невозможность получения Заказчиком услуг по причинам, не зависящим от Исполнителя, а именно:
                            нарушение работы Интернета, оборудования или ПО со стороны Заказчика. В данном случае услуги
                            считаются оказанными надлежащим образом и подлежащим оплате в полном размере.<br>Никакая
                            информация, материалы и/или консультации в виде обратной связи, предоставляемые Исполнителем
                            в рамках оказания услуг по настоящему Договору, не могут рассматриваться как гарантии.
                            Принятие решений находится в исключительной компетенции Заказчика. Заказчик принимает на
                            себя полную ответственность и риски, связанные с использованием информации и материалов,
                            предоставленных Исполнителем в рамках исполнения своих обязательств по настоящему
                            Договору.<br>Исполнителем не гарантируется абсолютная бесперебойность предоставления услуг
                            по настоящему Договору несмотря на то, что Исполнитель предпринимает все возможные меры с
                            целью недопущения вышеперечисленного. В случае неудовлетворительного качества
                            интернет-соединения, стабильная работа ПО не гарантируется, в этом случае получение услуг по
                            настоящему Договору может оказаться затруднительным или невозможным.<br>Стороны
                            освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по
                            настоящему Договору на время действия непреодолимой силы. В течение этого времени стороны не
                            имеют взаимных претензий, и каждая из сторон принимает на себя свой риск последствия
                            форс–мажорных обстоятельств. О возникновении таких обстоятельств Исполнитель обязан
                            уведомить Заказчика путем размещения информации на Сайте и/или путем направления сообщения
                            на электронный почтовый ящик, указанный Заказчиком при совершении оплаты, а Заказчик обязан
                            направить Исполнителю письмо на адрес электронной почты Исполнителя, указанный на Сайте или
                            в настоящем Договоре, с указанием темы<br>«Форс-мажор». Под обстоятельствами непреодолимой
                            силы (форс-мажорными обстоятельствами) Стороны понимают пожар, наводнение, землетрясение,
                            забастовки и другие стихийные бедствия, война и военные действия, вступление в силу
                            нормативных правовых актов и актов применения права, препятствующих исполнению обязательств,
                            вынужденная срочная (неплановая) госпитализация, подтвержденная документально, если
                            вышеперечисленные обстоятельства находятся вне контроля.<br>Сторон, препятствуют выполнению
                            настоящего Договора и возникли после заключения настоящего Договора. Отсутствие времени у
                            Заказчика по любым основаниям для просмотра информационных материалов, нахождение в отпуске,
                            командировке, неоплата доступа к сети Интернет, поломка средства доступа к сети Интернет не
                            являются обстоятельствами непреодолимой силы (форс-мажорными
                            обстоятельствами).<br>Совокупная ответственность Исполнителя по настоящему Договору по
                            любому иску или претензии в отношении Договора или его исполнения ограничивается суммой
                            платежа, уплаченного Исполнителю Заказчиком. При этом с Исполнителя может быть взыскан
                            только реальный ущерб, но не упущенная выгода.<br>Исполнителем не гарантируется достижение
                            какого-либо результата Заказчику, он полностью сам ответственен за свою жизнь и
                            результаты.<br>Исполнитель не несёт ответственность за жизнь, здоровье и самочувствие
                            Заказчика, его финансовое положение, моральное, психологическое состояние и результаты
                            деятельности либо бездействия. Заказчик самостоятельно определяет для себя возможность и
                            целесообразность применения информации. При этом решение, использовать информацию,
                            полученную от Исполнителя или нет, принимается Заказчиком самостоятельно, равно как и
                            решение вступать в какие-либо отношения с Исполнителем или нет.<br>Исполнитель не несет
                            ответственности за невозможность предоставления услуг Заказчику по причинам, связанным с
                            нарушением работы Интернет-канала, оборудования или программного обеспечения со стороны
                            Заказчика, а также по любым другим причинам, препятствующим получению Заказчиком услуг,
                            возникшим не по вине Заказчика.<br>Исполнитель не несет ответственности за действия банков,
                            электронных платежных систем, обеспечивающих оплату и возвраты денежных средств при
                            исполнении настоящего Договора. Также Исполнитель не несет ответственности за невозможность
                            оказания услуг Заказчику по причинам, не зависящим от самого Исполнителя, а именно:
                            нарушение работы Интернета, оборудования или Программного обеспечения со стороны Заказчика,
                            сбои в работе служб email-рассылки, в том числе при попадании писем Исполнителя в папку
                            «Спам». В данном случае услуги считаются оказанными надлежащим образом и подлежащими оплате
                            в полном размере.<br>Заказчик подтверждает, что его несогласие с содержанием Услуг не
                            является основанием для возврата денежных средств и предъявления претензий по качеству.<br>В
                            случае предоставления недостоверных персональных данных Заказчиком – Исполнитель блокирует
                            Заказчику доступ к личному кабинету без возможности восстановления.<br><br>ПЕРСОНАЛЬНЫЕ
                            ДАННЫЕ И ИХ ИСПОЛЬЗОВАНИЕ.<br>Предоставляя необходимую для оказания услуг информацию,
                            Заказчик предоставляет Исполнителю свои персональные данные. Совершая Акцепт Оферты,
                            пользуясь Личным кабинетом на Сайте, Заказчик выражает свое согласие на обработку переданных
                            им персональных данных в соответствии с действующим законодательством<br>Обработка
                            персональных данных означает запись, систематизацию, накопление, хранение, уточнение,
                            обновление, изменение, извлечение, использование, передачу третьим лицам (распространение,
                            предоставление, доступ), в том числе трансграничную передачу третьим лицам, обезличивание,
                            блокирование, удаление, уничтожение персональных данных, не подпадающих под специальные
                            категории, на обработку которых, согласно действующему законодательству Российской
                            Федерации, требуется письменное согласие Заказчика.<br>Обработка персональных данных
                            производится в целях исполнения Исполнителем обязательств по настоящему
                            Договору.<br>Заказчик может в любое время отозвать согласие на обработку персональных
                            данных, направив Исполнителю соответствующее уведомление на адрес электронной почты
                            Исполнителя, указанный на Сайте или в настоящем Договоре. При этом Заказчик понимает и
                            признает, что отзыв на обработку персональных данных может потребовать удаления любой
                            информации, касающейся продеоставлению Заказчику доступа к Сайте, в том числе удаления
                            учетной записи Заказчика в закрытом разделе Сайта и прекращения доступа к материалам
                            приобретенного курса.<br>Заказчик дает согласие на получение информационных рассылок и
                            рекламных материалов от Исполнителя, либо от иных лиц по поручению Исполнителя, на адрес
                            электронной почты, указанный Заказчиком при регистрации на Сайте. Согласие на получение
                            информационных рассылок и рекламных материалов может быть отозвано Заказчиком в любое время
                            путем направления Исполнителю соответствующего уведомления на адрес электронной почты
                            Исполнителя, указанный на Сайте или в настоящем Договоре.<br><br>ЗАЩИТА ИНТЕЛЛЕКТУАЛЬНОЙ
                            СОБСТВЕННОСТИ.<br>Сайт содержит результаты интеллектуальной деятельности, принадлежащие
                            Исполнителю, его аффилированным лицам и другим связанным сторонам, представителям, всем
                            прочим лицам, действующим от имени Исполнителя.<br>Используя информационные материалы Сайта,
                            Заказчик признает и соглашается с тем, что все содержимое Сайта защищены авторским правом и
                            другими правами на результаты интеллектуальной деятельности, и что указанные права являются
                            действительными и охраняются во всех формах, на всех носителях и в отношении всех
                            технологий, как существующих в настоящее время, так и разработанных или созданных
                            впоследствии. Никакие права на любое содержимое Сайта, включая, помимо прочего,
                            аудиовизуальные произведения, текстовые и графические материалы, программы для ЭВМ не
                            переходят к Заказчику в результате пользования Сайтом и заключения настоящего Договора.<br>В
                            случае нарушения Заказчиком положений настоящего Договора, касающихся защиты авторских прав
                            Исполнителя, последний вправе потребовать компенсации всех причиненных убытков, включая
                            упущенную выгоду.<br><br>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ.<br>Настоящий Договор вступает в силу с
                            момента Акцепта Заказчиком Оферты и действует до полного исполнения обязательств
                            сторонами.<br>Все споры и разногласия между сторонами разрешаются путем письменных
                            переговоров выраженных в направлении заказным почтовым отправлением письменной досудебной
                            претензии. В случае недостижения согласия путем письменных переговоров споры решаются в
                            судебном порядке в соответствии с действующим законодательством Российской Федерации в суде
                            по месту регистрации Исполнителя.<br>Бездействие со стороны Исполнителя в случае нарушения
                            Заказчиком положений настоящего Договора не лишает Исполнителя права предпринять позднее
                            соответствующие действия в защиту своих интересов и защиту интеллектуальных прав на
                            охраняемые в соответствии с законодательством материалы Сайта.<br>Признание судом
                            какого-либо положения настоящего Договора недействительным или не подлежащим принудительному
                            исполнению не влечет недействительности иных его положений.<br>Договор может быть расторгнут
                            по инициативе Исполнителя в случае нарушения Заказчиком условийнастоящего Договора.
                            Расторжение происходит уведомлением Заказчика посредством электронной почты, указанной им
                            при регистрации на сайте Исполнителя. Денежные средства, уплаченные Исполнителю, в этом
                            случае возврату не подлежат.<br><br>КОНТАКТНЫЕ ДАННЫЕ И РЕКВИЗИТЫ
                            ИСПОЛНИТЕЛЯ.<br>Индивидуальный предприниматель Чашейко Владислав Юрьевич<br>ИИН:
                            772594824616<br>ОГРНИП 323508100091758<br>Банковские реквизиты:<br>р/с
                            40802810738000008860<br>к/с 30101810400000000225 <br>в ПАО СБЕРБАНК<br>БИК банка
                            044525225<br>Адрес электронной почты для связи legal@a4.by
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

</div>
