<div class="flex v1">

    <x-modern-loader color="#e31c1c" />

    <div class="flex v v2">
        <i class="qr-code-icon mb-2">
            {{ $this->generateQRCode($this->getLink()) }}
        </i>

        <div class="text-center mb-1">Отсканируйте QR-код с устройства, на котором установлен Telegram, или нажмите на
            кнопку</div>
        <a target="blank" href="{{ $this->getLink() }}" style="text-decoration: none;" class="go-button mb-1">
            <div class="">
                Перейти в Телеграм
            </div>
        </a>
        <div class="info-box mb-1">
            <p class="text-grey">Вы будете перенаправлены к нашему боту. Там будет кнопка
                <span class="text_dark-blue">Start</span>. Нажмите на нее.
            </p>
            <i class="arrow-icon">
                <svg xmlns="http://www.w3.org/2000/svg" width="52" height="66" viewBox="0 0 52 66" fill="none"
                    class="create__author-decor">
                    <path
                        d="M9.55808 1.94398C9.86242 1.48312 9.73554 0.862801 9.27467 0.558458C8.81381 0.254114 8.19349 0.380998 7.88915 0.841859L9.55808 1.94398ZM51.0109 58.1824C51.3331 57.7339 51.2308 57.109 50.7823 56.7868L43.4732 51.5353C43.0247 51.213 42.3999 51.3154 42.0776 51.7639C41.7554 52.2124 41.8577 52.8373 42.3062 53.1595L48.8032 57.8275L44.1352 64.3244C43.8129 64.7729 43.9153 65.3978 44.3638 65.72C44.8123 66.0423 45.4371 65.9399 45.7594 65.4914L51.0109 58.1824ZM5.52176 4.87913C5.26853 5.36994 5.46113 5.9731 5.95194 6.22632C6.44275 6.47955 7.04591 6.28695 7.29914 5.79614L5.52176 4.87913ZM4.13265 14.1002C4.26911 13.5651 3.94589 13.0206 3.41073 12.8842C2.87557 12.7477 2.33111 13.0709 2.19466 13.6061L4.13265 14.1002ZM0.979276 22.881C0.974428 23.4333 1.4182 23.8849 1.97046 23.8898C2.52272 23.8946 2.97435 23.4509 2.9792 22.8986L0.979276 22.881ZM4.01437 31.6961C3.88025 31.1604 3.33721 30.8348 2.80146 30.9689C2.26571 31.103 1.94012 31.646 2.07424 32.1818L4.01437 31.6961ZM5.53095 40.8953C5.80145 41.3768 6.41107 41.5478 6.89258 41.2773C7.37409 41.0068 7.54514 40.3972 7.27464 39.9157L5.53095 40.8953ZM12.6104 46.9574C12.2199 46.5668 11.5867 46.5667 11.1961 46.9572C10.8056 47.3476 10.8054 47.9808 11.1959 48.3714L12.6104 46.9574ZM18.6503 54.0529C19.1297 54.3272 19.7407 54.1609 20.0149 53.6815C20.2892 53.2022 20.1229 52.5912 19.6435 52.317L18.6503 54.0529ZM27.8243 55.743C27.2934 55.5908 26.7396 55.8978 26.5874 56.4287C26.4352 56.9596 26.7422 57.5134 27.2731 57.6656L27.8243 55.743ZM36.4566 59.2799C37.0073 59.3214 37.4874 58.9085 37.5288 58.3578C37.5703 57.8071 37.1574 57.327 36.6067 57.2856L36.4566 59.2799ZM45.5648 57.1856C45.0148 57.236 44.6098 57.7227 44.6602 58.2727C44.7107 58.8227 45.1974 59.2277 45.7474 59.1772L45.5648 57.1856ZM7.88915 0.841859C7.01557 2.16471 6.22682 3.51256 5.52176 4.87913L7.29914 5.79614C7.97121 4.49353 8.72371 3.20745 9.55808 1.94398L7.88915 0.841859ZM2.19466 13.6061C1.40719 16.6945 1.00625 19.8081 0.979276 22.881L2.9792 22.8986C3.00475 19.9878 3.38457 17.0342 4.13265 14.1002L2.19466 13.6061ZM2.07424 32.1818C2.83752 35.2308 3.99467 38.1606 5.53095 40.8953L7.27464 39.9157C5.82721 37.3392 4.73527 34.5758 4.01437 31.6961L2.07424 32.1818ZM11.1959 48.3714C13.3584 50.5345 15.8482 52.4498 18.6503 54.0529L19.6435 52.317C16.9949 50.8017 14.6468 48.9945 12.6104 46.9574L11.1959 48.3714ZM27.2731 57.6656C30.1268 58.4837 33.1911 59.0341 36.4566 59.2799L36.6067 57.2856C33.471 57.0495 30.5414 56.522 27.8243 55.743L27.2731 57.6656ZM45.7474 59.1772C47.252 59.0393 48.7899 58.843 50.3604 58.5857L50.0371 56.612C48.512 56.8619 47.021 57.0521 45.5648 57.1856L45.7474 59.1772Z"
                        fill="#0d6efd"></path>
                </svg>
            </i>
        </div>

        <div wire:click="deleteUser"
            wire:confirm="Нажимая кнопку 'Удалить регистрацию', вы подтверждаете удаление всех ваших данных с наших серверов. Обратите внимание, что данный процесс невозможно отменить."
            class="text-remove">
            Удалить регистрацию
        </div>
    </div>

    {{-- <div class="cover-container d-flex w-100 h-100 p-3 mx-auto flex-column">

        <main class="px-3">
            <h1>Проверьте свой Телеграм</h1>
            <p class="lead">
                <b>Перед тем как закончить регистрацию напишите любое слово нашему боту</b>
                <i>
                    <b>
                        <a href="https://t.me/marathon_test13_bot" style="text-decoration: none;">@marathon_test13_bot</a>
                    </b>
                </i>
            </p>
            <p class="lead" style="font-size: 1em;">
                Если вы ввели неверный <i>Телеграм Никнейм</i> при регистрации, бот напишет ошибку. В таком
                случае начните <a href=" {{ route('register') }} ">регистрацию</a> заново и введите правильный
                <i>Телеграм Никнейм</i>. В случае если вы <u>хотите войти в существующий аккаунт</u> перейдите в <a href=" {{ route('register') }} ">регистрацию</a>, и от туда перейдите в Логин (Войти) панель.
            </p>
            <div class="text-danger lead mb-3" style="font-size: 1em;"><b>Внимание!</b> Нажимая на <u>регистрацию</u> вы теряете весь
                прогресс! Вернуться обратно уже будет невозможно.</div>

            <button onclick="document.location.href='https://t.me/marathon_test13_bot'"
                class="btn btn-primary">Написать</button>
        </main>
    </div> --}}
</div>
